Repository: vctaragao/exmeal
Catalog: priv/gettext/*/LC_MESSAGES/valdi.po
Languages: pt_br

source: does not match format
pt_br: não corresponde ao formato

source: format check only support string
pt_br: checagem do formato apenas suporta string

source: is in valid
pt_br: não é valido

source: is not a %{type}
pt_br: não é um %{type}

source: is not an array
pt_br: não é um array

source: is required
pt_br: é obrigatório

source: length %{msg}
pt_br: tamanho

source: must be a number
pt_br: deve ser um numero

source: must be equal to %{value}
pt_br: deve ser igual a %{value}

source: must be greater than %{value}
pt_br: deve ser maio que %{value}

source: must be greater than or equal to %{value}
pt_br: deve ser maior ou igual a %{value}

source: must be less than %{value}
pt_br: deve ser menor que ${value}

source: must be less than or equal to %{value}
pt_br: deve ser menor ou igual a %{value}

source: must not be in the exclusion list
pt_br: não deve estar na lista de exclusão

source: not be in the inclusion list
pt_br: não está incluso

source: unknown check %{check}
pt_br: check desconhecido %{check}

source: length must be greater than or equal to 2
pt_br: tamanho de ser maior ou igual a 2
